Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Het Sy jou gestuur? Sy het dit gedoen.
ar: ألم ترسل لك؟

source: Ek het dit geweet.
ar: كنت أعرف ذلك!

source: Delilah.
ar: دليلة !

source: Sy het gesê me al dat ek nie mag inloggen in die laptop van Wells, sonder haar, Gibbs.
ar: قالت لي بالفعل أني لا أستطيع تسجيل الدخول الكمبيوتر المحمول من دونها ، جيبس . آبي ...

source: Maar ek het hier baie werk, Gibbs.
ar: ولكن لقد حصلت على الكثير من العمل للقيام به هنا ، جيبس ،

source: Sy gaan haar beurt moet afwag.
ar: لذلك عليها أن تنتظر دورها

source: Abbs, Sy doen net haar werk.
ar: اابس, اابس إنها فقط تقوم بعملها

source: Ek rek dit nie om persoonlike redes, Gibbs.
ar: أنا لا اماطل

source: Ek het net tyd nodig om hom terug in mekaar te steek.
ar: لأسباب شخصية ، جيبس . أنا فقط بحاجة الى وقت لل لوضعهم معا مرة أخرى .

source: - Ek het geen toestemming om in te loggen.
ar: أنا لم يكن لدي إذن لتسجيل الدخول ،

source: maar niemand sê iets oor ontleding.
ar: ولكن لا أحد قال أي شيء حول التشريح .

source: Hierdie rekenaar was al verdag van toe hy hier aankom, Gibbs.
ar: هذا الكمبيوتر مشبوها منذ أن جاء هنا ، جيبس .

source: Dit moet 'n top klas Altstar laptop is, maar, ek het opgemerk besonderhede op die behuising wat nie klopten met die spesifikasies van die vervaardiger.
ar: أنه من المفترض أن يكون من الأعلى تقدما لكن لاحظت بعض التفاصيل على الغلاف

source: Die kante is ongelyk geaard en die moederbord, nou, kyk maar self.
ar: والتي لا تطابق مواصفات الشركة المصنعة. حواف كلها ترتكز بشكل غير متساو ، و ، أعني، اللوحة الأم ، يمكنك أن تبحث عنها نفسك .

source: Ek bedoel, kom nou.
ar: أعني ، هيا .

source: Dit lyk op rekenaar ingewande.
ar: كل ما يبدو وكأنه حقيقي .

source: - Die baan is verskriklik.
ar: الدوائر الإلكترونية في غاية السوء.

source: Dit is 'n ondermaatse afwerking, dit is slordige toerusting.
ar: هذا هو دون المستوى المطلوب صنعه ، انه ... غير مطابق للمواصفات .

source: Hierdie rekenaar lieg, Gibbs Hy is Chinees.
ar: هذا ، هذا الكمبيوتر هو كذاب ، جيبس . انه صيني .

source: Ek bedoel, die meeste rekenaars is Chinees, maar die beweer 'n Altstar laptop te wees.
ar: أعني ، حسنا، معظم أجهزة الكمبيوتر هي صينية ، ولكن هذا واحد يدعي أن يكون Altstar ،

source: Dat is hy nie. Dit is 'n bedrieër.
ar: وهو ليس كذلك - إنه دجال .

source: Daar is spyware ingebring op die chip.
ar: هناك برامج للتجسس زرعت على هذه الرقاقة .

source: Dit is as 'n agterdeur op die rekenaar, bereikbaar van eender waar ter wêreld.
ar: هذا مثل باب خلفي للكمبيوتر ، ويمكن الوصول إليها من أي مكان في العالم .

source: Ons het dit hier oor spioenasie.
ar: نحن نتحدث عن التجسس هنا .

source: Lyk ek OK in jou oë?
ar: هل أبدو حسنا بالنسبة لك

source: Duidelik beter as die laaste gebruiker van die tafel.
ar: أفضل بشكل ملحوظ من آخر من احتل هذه الطاولة

source: Ek kan net nie slaap nie, Ducky.
ar: أنا فقط ، لا أستطيع النوم ، داك .

source: Ek het...
ar: لقد قمت ...

source: Al sedert...
ar: منذ ...

source: Wel, haar afwesigheid is moeilik, vir ons almal, Tony.
ar: اه، غيابها صعب بالنسبة لنا جميعا ، طوني .

source: Ek sê nie...
ar: أنا لم أقل ...

source: - Dat hoef jy nie.
ar: لا تحتاج لذلك.

source: mense, wat daar nie eens sy.
ar: الناس ... الذين ليسوا موجودين حتى .

source: Wel, jy praat met iemand wat gesprekke voer met die dooies.
ar: حسنا ، أنت تتحدث إلى شخص ما والذي لديه محادثات مع الموتى .

source: Ek het vandag op die plek van die misdaad 'n stukkie kougom, dit het my terugdink aan 'n saak, van sowat 15 jaar gelede.
ar: لقد وجدت قطعة من العلكة في مسرح الجريمة اليوم - أرجعتني مرة أخرى إلى حالة لم أكن قد فكرت فيها ... لمدة 15 عاماً

source: Klein besonderhede kan kragtige herinneringe losweken.
ar: التفاصيل الصغيرة يمكن أن يطلق للعنان ذكريات قوية .

source: Die madeleine van Proust.
ar: مادلين بروست .

source: 'n Enkele byt opgetower 'n sewe volume roman te voorskyn.
ar: لدغة واحدة تصل رواية من سبعة مجلدات .

source: My geheue is nie die probleem nie.
ar: الذاكرة ليست مشكلتي.

source: Ek vrees dat ek koekoek word.
ar: أخشى أني ذاهب إلى عش الوقواق

source: - As jy voel dat jy die vat verloor, hou jou vas aan waarvan jy seker weet dat dit regtig is, soos dit slagoffer en die koeël wat ek uiteindelik los gekry het.
ar: حسنا، إذا كنت تشعر بأنك فقدت قبضتك الخاص ، فقط تمسك بما تعرف أنه حقيقي- مثل هذه الضحية - و ، آه !

source: Dink dan, aan die mense wat daar nog is en wat op jou staatmaak.
ar: و بعد ذلك ... فكر في الناس الذين لا يزالون هنا ، والذين يعتمدون عليك

source: Tony, ek is gegaan deur die telefoondata van onderoffisier Wells.
ar: طوني ، لقد تفقدت سجلات هاتف الضابط ويلز

source: Hy het laas dekades oproepe gekry van 'n vrou genaamd, Amy Linden.
ar: حصل على عشرات المكالمات في الأيام القليلة الماضية من امرأة تدعى ايمي ليندن .

source: Sy is 'n private Defensie kontrakteur.
ar: إنها متعهد دفاع خاص

source: Die betaling vir die reis en die hotel van Wells kom van haar.
ar: لقد تتبعت مدفوعات ويلز للفندق وقادني ذلك إليها

source: Sy het ook enkele jare gewerk vir Chinese tegnologie maatskappye.
ar: كما أنها أمضت عدة سنوات تعمل لشركات تكنولوجية صينية

source: As Wells 'n spioen was, dan was sy dalk sy handlanger.
ar: إذا كان ويلز جاسوسا فهي من الممكن أن تكون من يسوس له

source: Gibbs wil dat ons haar optel.
ar: جيبس يريدنا أن نذهب لإحضارها.

source: Tony?
ar: طوني ؟

source: Hoor jy my?
ar: هل تسمعني؟

source: Hallo, baas. - Is jy seker dat alles OK is?
ar: مرحبا يا رئيس.

source: Jy bly dit maar vra.
ar: متأكد من أنك بخير ؟ أنت تظل تسأل..

source: - Wel, ek wag nog op 'n antwoord.
ar: حسنا، ألا تزال

source: Ek is in orde, ek hoor wat McGee gesê, Amy Linden gaan optel.
ar: تنتظر جوابا. أنا بخير. سمعت كل شيء قاله ماكجي - نذهب لجلب ايمي ليندن .

source: Nee, nee, bly sit.
ar: لا ، لا، لا . عليك البقاء

source: Ruk jouself.
ar: لملم شتاتك

source: McGee, komaan, gaan mee.
ar: ماكجي ، هيا . أنت معي .

source: Ry versigtig.
ar: قودوا بأمان

source: - Tony. Abby.
ar: طوني .

source: - Is sy nog daar?
ar: آبي . ألا تزال هنا؟

source: Wie? Wat?
ar: من؟

source: - Delilah, is sy nog in die kantoorruimte?
ar: ؟ أين؟ دليلة .

source: Ek sien haar nie.
ar: أنا لا أراها .

source: Wat het jy nodig?
ar: ماذا تريدين ؟

source: OK, goed, ek wou seker sy dat die kus veilig was.
ar: أوه ، جيد. حسنا . أردت فقط التأكد من

source: Voor ek jou dit gee.
ar: أن الساحة خالية قبل أعطيتك هذا .

source: Die DNA resultaat van jou pers kougom.
ar: انها ضربة DNA على العلكة البنفسجية الخاص بك.

source: Ek dink dat jy die jackpot gewen het.
ar: أعتقد أننا ضربة الفوز بالجائزة الكبرى هنا .

source: Die man is vlugteling, hy word gesoek voor die steek, van 'n Russiese gangster in Baltimore, jare gelede.
ar: هذا الرجل هارب - إنه مطلوب لطعنه أحد أفراد عصابة روسية في بالتيمور منذ عدة سنوات .

source: Dit sou ons moordenaar kan wees en dit beteken dat jy jou niks verbeel.
ar: انه من الممكن ان يكون قاتلنا . وهذا يعني أنك لا تتوهم رؤية الأشياء.

source: En jy nie mal is.
ar: وأنك لست مجنونا .

source: Ek bedoel, nie dat ek gedink, dat jy, gek was.
ar: أعني، لا أن ... لا أن I. ..

source: Of dat euh...
ar: تعتقد انك كنت مجنون ، أو ذاك، أم ...

source: McGee het gesê me dat jy dinge sien. Want hy...
ar: ماكجي قال لي أني كنت اري الأشياء ، 'السبب انه ...

source: Hy nie.
ar: لم يفعل ...

source: Is dit 'n soort van onderduik adres?
ar: هذا نوعا ما منزل آمن ؟

source: Lyk dit so uit?
ar: هل يبدو مثل منزل آمن ؟

source: dit lyk op 'n plek waar jy belydenisse uit verdagtes slaan.
ar: يبدو المكان الذي فاز اعترافات من المشتبه بهم .

source: Dit is my woonstel.
ar: انها شقتي .

source: Ek het nog nie tyd om dit in te rig.
ar: أنا لم يتح لي الوقت لتزيينها .

source: - Daar sal meer nodig wees as wat kussings.
ar: إنها تحتاج للكثير

source: Oh, nee, die koffie is vir die afwerkers.
ar: أوه، لا . القهوة للمقربين

source: Kom nou, ek sit die hele aand in 'n sel.
ar: أوه ، هيا ، يا رجل، لقد كنت في زنزانة طوال الليل .

source: Dat jy nie op die bus na die gevangenis sit kom deur my.
ar: والسبب أن لست على متن حافلة السجن هو بسببي .

source: Graag gedaan, trouens.
ar: وبالمناسبة لا داعي للشكر

source: Ek het alles gedoen wat jy gevra het,
ar: لقد فعلت كل ما طلبت ضابط دينوزو

source: Ek het jou die naam gegee van die vragmotor roof. Maar ek moet gaan.
ar: أعطيتك اسم الرجل من عملية السطو ، ولكن علي الذهاب .

source: Ek werk in 'n bakkery.
ar: لدي وظيفة في مخبز

source: Hulle verstaan dit nie as ek te laat kom.
ar: - انهم لن يتفهموا لم تأخرت هنا الشيء :

source: Dit sit so, die naam wat jy my gegee het, Viktor Khartov.
ar: الاسم الذي أعطيتني إياه -

source: Sy vader Ivan, is 'n leier van die georganiseerde misdaad in oos Baltimore.
ar: فيكتور كارتوف والده ، ايفان ، يدير أساسا الجريمة المنظمة في شرق بالتيمور .

source: Ivan runt 'n stywe organisasie. Geen buitestaanders.
ar: إيفان يدير منظمة محكمة .

source: Dit is feitlik onmoontlik om te infiltreer.
ar: لا الغرباء . يجعل من المستحيل التسلل .

source: Laat me uitspreek.
ar: واسمح لي أن أنتهي .

source: Jy gaan my vra om 'n rat te wees. Ek doen dit nie.
ar: تطلب مني أن أكون واشيا, لا لن أفعل

source: Ek gaan dit nie doen nie. Nee.
ar: لن أفعل ذلك, لا

source: - Die vragmotorbestuurder is dood.
ar: سائق الشاحنة ميت

source: Viktor skoot hom neer en gestort die liggaam.
ar: فيكتور أرداه قتيلا ورمى الجثة

source: Ek weet dat jy daar was, die aand.
ar: أنا أعلم أنك كنت هناك تلك الليلة

source: - Ja, maar die enigste...
ar: نعم، ولكن كل.

source: Die enigste ding wat ek gedoen het was ry, ek het gewag in die wa.
ar: كل ما فعلته كان القيادة، ومن ثم انتظرت في السيارة .

source: Ek het nie geweet dat hy die man gedood het.
ar: لم أكن أعرف أنه قتل الرجل .

source: Dat ek het nie geweet.
ar: لم أكن أعرف ذلك.

source: Dit het geen belang, jy is aandadig aan roof en 'n moord.
ar: لا يهم. ذلك يجعلك شريكا في عملية سطو ... و القتل .

source: Luister, ek het 'n suster wat van me afhanklik is.
ar: انظروا، أنا عندي أخت والتي تعتمد علي

source: Anton, he, kyk me aan.
ar: انطون ، مهلا ، انظر إلي .

source: Wil jy vir jou suster verseker?
ar: إذا كنت تريد أن ترعى اختك, عليك أولا

source: Dan moet jy eers ons probleem oplos.
ar: أن ترعى مشكلتنا هنا

source: Dit is die enigste uitweg.
ar: انها طريقك الوحيد للخروج .

source: Nie beweeg nie.
ar: لا تتحرك.

source: - Hallo, Anton.
ar: مرحبا ، انطون.

source: Hoe het jy my gevind?
ar: كيف تتبعتني

source: Dit was nie so moeilik.
ar: ليس من الصعب .

source: Dit is die enigste plek in Baltimore waar jy jou ooit veilig het gevoel.
ar: هذا هو مكان واحد في بالتيمور سبق لك أن شعرت بأنه آمن .

source: Ek het die man nie gedood nie.
ar: أنا لم أقتل ذلك الرجل.

source: - Watter kerel?
ar: أي الرجل؟

source: Die een wat jy 15 jaar gelede neerstak, of die matroos wat jy gister neerschoot?
ar: الذي طعنته حتى الموت منذ 15 عاما أم البحار الذي ثتل ليلة البارحة؟

source: Die matroos.
ar: بحار . مم .

source: - Ek verstaan dit.
ar: فهمت.

source: Hy was 'n cryptoloog.
ar: لقد كان مشفر بيانات

source: Nou blyk dit dat hy dalk geheime aan die Chinese verkoop.
ar: والذي تبين انه ربما كان يبيع الأسرار للصينيين

source: Daar is beslis 'n logiese verklaring waarom jy op die plek van die misdaad was.
ar: لذلك أنا متأكد من أن هناك تفسير معقول لماذا كنت في مسرح الجريمة .

source: Die is daar, maar na my ervaring hoef die man met die wapen niks uit te lê.
ar: هناك ، في الواقع. لكن من تجربتي ، الرجل مع المسدس لا يجب أن يفسر نفسه .

source: Akkoord, maar leg die wapen neer, dan kan ons praat.
ar: عادلة بما فيه الكفاية . ضع المسدس ، سنتحدث .

source: Ek is hier nie vir 'n gesprek, maar om jou te waarsku hier weg te bly.
ar: أنا لست هنا لإجراء محادثة . أنا هنا لتحذيرك للبقاء بعيدا .

source: Of wat? Gaan jy my skiet?
ar: أو ماذا ، ستطلق علي النار ؟

source: - As ek dit moet.
ar: لو اضطررت إلى ذلك .

source: Gee my jou wapen.
ar: أعطني سلاحك . لا .

source: - Nee. Wat?
ar: ماذا؟

source: - Nee, as jy my wou skiet, dan was ek al dood.
ar: لا . إذا كنت ستطلق علي النار ، سأكون ميت .

source: Jy het al 'n wapen. Ek gee jou daar geen tweede, kom nou.
ar: أنت بالفعل تملك سلاح, ولن أعطيك آخر

source: Anton, waarom is jy terug in Baltimore?
ar: انطون ... ماذا تفعل مجددا في بالتيمور ؟

source: - Dit is ingewikkeld.
ar: هذا معقد

source: - Die laaste keer dat jy wou help, gekos het my en my suster die lewe.
ar: أستطيع مساعدتك .

source: Ek dink dat ek pas, dankie.
ar: كلفني حياتي و أختي . أعتقد أنني سأمضي قدما ، وشكرا لكم .

source: Dit is reg, jou suster, Marie.
ar: هذا صحيح ؛ أختك ، ماري . كيف حالها ؟

source: Hoe maak sy dit? Sien jy haar nog?
ar: هل ذهبت لرؤيتها ؟

source: - Hou op met vrae stel.
ar: توقف عن طرح الأسئلة.

source: Draai om, op jou knieë, nu.
ar: لف، على ركبتيك . الآن .

source: Alles is nou anders.
ar: كل شيء مختلف الآن .

source: Ek is 'n federale agent. Ek het invloed.
ar: أنا عميل فيدرالي

source: Wauw, baie geluk.
ar: نجاح باهر . تهانينا .

source: Ek het gehoor dat jy speurder is nadat jy my onder die bus gegooi, maar federale agent.
ar: سمعت أنك حصلت على رتبة محقق عندما تركتني تحت الحافلة ، ولكن العملاء الفيدراليين

source: - Ek gooi jy nie onder die bus.
ar: لم أرمك تحت الحافلة .

source: Wil jy weet hoe my lewe gewees het?
ar: تريد أن تعرف كيف كان حياتي ، هممم؟

source: Wegkruip lewe, valse name, doodloopstraat bane.
ar: تعيش تحت الأرض ، أسماء وهمية ، وظيفة غير مضمونة -

source: 15 jaar niemendal.
ar: انها 15 عاما من لا شيء .

source: Hardloop weg was jou eie keuse, Anton.
ar: الهروب كان اختيارك, انطون

source: - Niks daarvan was my keuse.
ar: لا شيء كان من هذا خياري .

source: Anton.
ar: انطون !

source: Anton, bly staan.
ar: انطون ! توقف!

source: Tony, waar is jy?
ar: طوني ، أين أنت؟

source: - Maak nie uit, jy moet iets doen vir me, McGee en dit moet onder ons bly.
ar: لا تهتم. احتاج معروفاً ، ماكجي ، وهذا سيظل بيننا بيننا .

source: Wel, dat word nogal moeilik, want ons gaan Amy Linden verhoor.
ar: حسنا, هذا صعب بعض الشيء وبإعتبار أننا على وشك مقابلة ايمي ليندن .

source: Ek het die huidige adres van Marie Markin nodig.
ar: أحتاج إلى العنوان الحالي ل ماري ماركين .

source: Dit is waarskynlik in Baltimore.
ar: انها على الارجح في بالتيمور . ماركين .

source: - Markin.
ar: مهلا ، أليس هذا هو الاسم الأخير

source: Is dat dit die familienaam wat Abby het geïdentifiseer deur die pers kougom?
ar: للمشتبه به صاحب العلكة البنفسجية نعم.

source: Ja, bel me so vinnig jy kan en luister, jy mag dit nie aan Gibbs vertel.
ar: عد إلي حالما تستطيع واسم.. , لا تخبر جيبز

source: OK, dankie.
ar: حسنا . شكرا جزيلا.

source: Kan ek jou help, baas?
ar: أه ، هل أستطيع مساعدتك، رئيس ؟

source: - Jy moet 'n verhoor doen.
ar: لقد حصلت على مقابلة لإجراء .

source: Ek onthou niemand wat Wells heet.
ar: لا أستطيع أن أذكر أي شخص يدعى ويلز.

source: - Jy maatskappy betaal sy reis en hotel en het hom 10.000 dollar baar geld.
ar: شركتك دفعت ثمن مكوثه بالفندق اعطيتموه 10،000 دولار نقدا .

source: Dit spyt my, maar dit sê me niks.
ar: آسفة لا أتذكر

source: Ons het 'n dooie navy cryptoloog, wat dalk geheime aan die Chinese verkoop.
ar: لدينا مشفر بيانات في البحرية مقتول والذي ربما كان يبيع الأسرار للصينيين

source: Jy is die laaste wat hom lewend gesien het.
ar: وأنت آخر من رءاه حيا

source: Van 'n Rollins hotel kamera's.
ar: انها من كاميرا أمن فندق رولينز .

source: Gister.
ar: أمس .

source: - Dat is hom en dat is jy.
ar: وهذا هو وهذه أنت.

source: Sê die jy nou iets?
ar: هل تذكرت الآن

source: Vertel ons oor onderoffisier Wells.
ar: أخبرينا عن الضابط بيتي ويلز

source: - Ek wou hom so graag hê.
ar: كنت أريده بشدة

source: Maar nie vir spioenasie.
ar: ولكن ليس لأغراض التجسس .

source: Hy was cryptoloog aan die einde van sy militêre diens.
ar: كان هو خبير تشفير في نهاية تجنيده .

source: Weet jy hoe waardevol dat is in die private sektor?
ar: هل تعرف كيف قيمته في القطاع الخاص ؟

source: Ek het drie tegnologie maatskappye wat aan opbod gedoen het vir hom.
ar: كان لدي ... ثلاث شركات التكنولوجيا في حرب مزايدة للحصول عليه .

source: Is jy 'n koppenjager? - Rekruteringsadviseur.
ar: وأنت صيادة رؤوس مستشارة توظيف -

source: Ontwikkeling van voormalige owerheid personeel met spesiale vaardighede.
ar: لتطوير أفراد الحكومة السابقين ذوي المهارات المتخصصة .

source: Waarom al die geheimdoenerij?
ar: لماذا كل هذه السرية ؟

source: - My beroep is moordend.
ar: عملي سفاح .

source: As m'n mededingers Wells sou ontdek, dan sou hulle probeer om hom weg te kaap.
ar: إذا عرف المنافسين لي عن ويلز لبرما اصطادوه لأنفسهم

source: En die 10.000 dollar wat ons in sy kamer gevind het?
ar: وال 10000 دولار التي وجدت في غرفته

source: 'n Bonus om te teken.
ar: توقيع المكافأة.

source: Dit is maar 'n voorsmaakje, regtig.
ar: مجرد طعم ، حقا .

source: Jy het geen idee van die bedrae die maatskappye seker wil betaal.
ar: ليس لديك فكرة عن الأموال التي يمكن للشركات دفعها .

source: Hoeveel?
ar: كم؟

source: Suiwer uit nuuskierigheid.
ar: فقط ... بدافع الفضول .

source: Ses syfers, om te begin.
ar: ستة أرقام ، للتمهيد .

source: Die hemel is die grens as jy die regte vakkennis het.
ar: السماء هي الحد إذا كان لديك مجموعة المهارات المناسبة.

source: Soek jy die skakelaar te maak, agent McGee?
ar: هل تبحث عن انتقال ، عميل ماكجي ؟

source: Bly sit.
ar: ابقي.

source: - Gibbs, Gibbs.
ar: جيبس ، جيبس !

source: Abbs, sê me dat jy iets het.
ar: اابس ، أخبريني أنك حصلت على شيء .

source: Slegte vibrasies, Gibbs.
ar: سيئة السحر ، جيبس .

source: Sy het hier 'n uur gelede vrae na die rekenaar van onderoffisier Wells
ar: جاءت إلى هنا منذ ساعة وطلب إلقاء نظرة على كمبيوتر الضابط بيتي ويلز

source: Sy het so van, "asseblief" en "dankie".
ar: وتكرر"لو سمحت" و"شكرا لك"

source: Sy het me dit gebring.
ar: وأحضرت لي هذا .

source: - Sy probeer net vriendelik te wees.
ar: انها فقط تحاول أن تكون لطيفة

source: Ek weet dit. Ek flip daarvan, man.
ar: أعلم, وهذا ما يفزعني

source: Ballistiese
ar: المقذوفات .

source: - Ek werk daar nog aan.
ar: أنا أعمل على ذلك.

source: Die fragment dat Ducky my gegee het is in 'n swak toestand.
ar: ولكن الشظايا التي أرسلها داكي سيئة الشكل

source: Ek scan hulle met die rekenaar om 'n 3
ar: أنا أوم بمسحها على الكمبيوتر

source: - D model te bou en die koeël virtuele te rekonstrueer en na NIBIN te laai.
ar: لبناء نموذج 3D أنا سأقوم بإعادة بناء الرصاصة واقعياً ، وسأرفعها على NIBIN ولكنها مثل

source: maar telkens ek daar wil ingaan...
ar: في كل مرة أصل الى ذلك ...

source: - Ek dink dat ek iets gevind het.
ar: أعتقد أنني وجدت شيئا .

source: Ek het deur die lêers op die rekenaar van Wells, toe ek dit gevind op sy leser.
ar: لذلك ، كنت أتفقد ملفات على كمبيوتر ويلز حتى رأيت هذا في مستعرض الويب الخاص به .

source: Ek dink dat dit 'n kode is.
ar: أنا أفكر انها نوع من التعليمات البرمجية

source: Iets wat ek nog nooit gesien het.
ar: على عكس أي مما رأيت في أي وقت مضى . هذا ليس رمز .

source: - Dat is geen kode, dat is sokker.
ar: هذه كرة القدم .

source: Hoe weet jy dit?
ar: كيف يمكن أن تعرف ؟

source: Dat is passing, rushing, receiving, sacks.
ar: هذه تمريرة, اندفاع, استقبال, طرد

source: Dit is statistieke van 'n speler.
ar: انها احصائيات اللاعب.

source: Wells spioneerde nie, hy gespeel fantasie sokker.
ar: ويلز لم يكن يتجسس ، لقد كان يلعب كرة القدم .

source: Hy het nog 'n goeie span ook.
ar: كان لديه فريق جيد جدا، كذلك.

source: Dit blyk, dat hy hierdie rekening gebruikte 'n uur voor hy gedood is.
ar: ويبدو ... أنه قام بتسجيل دخوله قبل إطلاق النار بساعة

source: Deur gebruik te maak van die IP adres van iemand anders.
ar: مستخدما عنوان إلكتروني (IP) آخر

source: Probeer om uit te vind van wie.
ar: حسنا, اعرفوا لمن هذا العنوان

source: Tony, he, ek is dit.
ar: دينوزو . طوني ، مهلا ، هذا أنا .

source: Ek kon die werkswinkel van Marie Markin vind.
ar: تمكنت من للعثور على ماركين ماري مكان العمل - Rankoff مخابز .

source: Rankoff 's Bakery, dat is in oos Baltimore.
ar: - إنها في الشرق بالتيمور . - هممم .

source: Oh, ken jy dat.
ar: - أوه ، أنت تعرفه ؟

source: Ja, ek is daar al gewees.
ar: - نعم، هناك. جيد .

source: - Goed. Luister, dit is nou jou tou.
ar: الآن ، اسمع ، حان دورك .

source: Vertel me eens wat daar gaande is, Tony.
ar: عليك أن تخبرني بالضبط ماذا يحدث يا طوني

source: Me haak?
ar: أغلق في وجهي!

source: Baas is jy dat?
ar: يا رئيس.. أهذا أنت

source: Wie is Marie Markin?
ar: من هي ماري ماركين ؟

source: Goeie môre, agent.
ar: صباح الخير ، أيها الضابط .

source: Is die eienaar daar?
ar: أأنت صاحب المخبز؟ لا .

source: - Nee. Nee, my ouers is daar nie.
ar: لا، والداي ليسوا هنا .

source: - Anton Markin werk hier tog, nie?
ar: وماذا عن انطون ماركين ؟ هو يعمل هنا, ألي كذلك؟

source: Dit hang daarvan af.
ar: على حسب على حسب ماذا؟

source: Van wat? - Van wat hy gedoen het.
ar: على حسب ما فعله.

source: Het jy hom gesien?
ar: هل رأيته ؟ لا .

source: - Nee. Hy moes hier enkele ure gelede al sy.
ar: من المفترض أن يكون منذ هنا بضع ساعات .

source: Nou kry ek geen vrye dag.
ar: يعني عدم وجود يوم عطلة بالنسبة لي .

source: Waar sit hy presies?
ar: أين هو بالضبط ؟

source: Maar as jy hom sien, sê hom dat die "hulp gesoek" bordjie vanaand uitgehangen word.
ar: ولكن إذا رأيته ، أخبره أن المساعدة التي أرادها لن تتم الليلة

source: Neem dit nie te persoonlik.
ar: لا تأخذ هذا بمحمل شخصي

source: Milo is nie onbeskof. Hy vertrou net geen wetstoepassers.
ar: ميلو ليس بفظ ولكنه فقط لا يثق برجال الشرطة

source: Dit is 'n Russiese trekje.
ar: هذا شيء روسي

source: - Of ek polisiemanne vertrou?
ar: هل أنا على ثقة برجال الشرطة ؟

source: Ken jy Anton?
ar: هل تعرف انطون ؟

source: - Sou moet.
ar: ينبغي علي .

source: Hy is m'n broer.
ar: انه أخي .

source: Oh, Marie, ek is agent DiNozzo.
ar: أوه ، ماري . أنا الضابط دينوزو

source: - Ja, ek weet wie jy is.
ar: نعم، أنا أعرف من أنت .

source: Jy sou hier nie mag kom.
ar: يجب أن لا تكون هنا .

source: - As gevolg van hom?
ar: ' بسببه ؟

source: Nee, maar jy weet nooit wie daar in die buurt is.
ar: لا. أنت لا تعرف أبدا من آخر قد يكون بالجوار .

source: Luister, ek moet Anton net vind.
ar: انظر، أنا فقط ... أنا احتاج لأن أجد أنطون.

source: Hy sit nie in die moeilikheid.
ar: انه ليس في ورطة .

source: Kom nou, Anton het byna altyd probleme.
ar: هيا ... أنطون تقريبا دائما في ورطة .

source: Maar hy is 'n goeie mens.
ar: لكنه شخص جيد .

source: - Dit glo ek wel.
ar: أنا متأكد من أنه كذلك .

source: Hy was nie op afspraak met die speurder.
ar: لكنه تخطي اجتماع مع المحقق .

source: - Die behandel hom as 'n misdadiger. Dit doen jy ook.
ar: هذا المحقق عامله وكأنه مجرد وكذلك أنت

source: - Wel, tegnies gesien, Marie...
ar: حسنا ، من الناحية الفنية ، ماري ...

source: Tegnies, probeer hy in my oë alleen goed te doen.
ar: من الناحية الفنية، انه يحاول فقط أن يفعل الصواب تجاهي.

source: Weet jy, ons is maar met ons tweetjes.
ar: كما تعلم، اننا فقط نحن الاثنين .

source: Anton verlaat die skool om vir me te verseker en het die sosiale dienste uit die buurt.
ar: أنطون خرج من المدرسة ليقوم برعايتي تاركاً الخدمات الإجتماعية بعيدا

source: Dus, ja, hy verkoop dinge wat hy nie mag verkoop.
ar: لذلك ... نعم ، لقد قام ببيع بعض الأشياء ولم يكن عليه أن يفعل

source: Net soos almal.
ar: مثل أي شخص آخر .

source: Om rond te kom.
ar: فقط للحصول على.

source: Luister, ek sal vir hom sorg.
ar: اسمعي, سوف أقوم بالاعتناء به

source: Mag jy doen, want niemand het dit ooit gedoen.
ar: هذا أفضل ... لأنه لم يفعل ذلك أحد من قبل

source: Ja, ja, ek onthou jou.
ar: نعم ، أنا أتذكرك . كنت ذلك الشرطي الذي جاء ليرى ماري

source: Die flik wat Marie gekom opsoek, nie?
ar: بعد تلك المشكلة مع شقيقها ، أليس كذلك؟ لقد مر وقت طويل .

source: Dit is lank gelede. - Ja, beslis.
ar: نعم ، وقت طويل.

source: Is Marie daar?
ar: هل ماري هنا ؟

source: - Nee, al enkele dae nie.
ar: لا، لا، انها لم تكن هنا منذ بضعة أيام .

source: Het jy haar adres?
ar: هل لديك عنوان المنزل ؟

source: Dit het my verras, na al die jare, om te hoor dat sy hier nog werk.
ar: لقد تفاجأت بعد كل هذه السنوات لمعرفة انها لا تزال تعمل هنا .

source: So gaan dit hier.
ar: هكذا هو الحال هنا .

source: Ons is Russe.
ar: نحن روسييون .

source: Ons sorg vir mekaar as familie.
ar: ونحن نهتم ببعضنا مثل الأسرة .

source: Oh, nee.
ar: أوه، لا .

source: Anton?
ar: انطون ؟

source: He, baas.
ar: أهلا يا رئيس.

source: Daar is positief resultaat vir die vingerafdrukke van onderoffisier Wells.
ar: حصلت على نتيجة إيجابية على بصمات الضابط ويلز .
